Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# DataDescriptionParserUnknownException
source: An unknown error occurred trying to parse the data description.
bg_bg: Възникна неизвестна грешка при опит за анализиране на описанието на данни.
ca_es: S'ha produït un error desconegut en intentar analitzar la descripció de les dades.
cs_cz: Při pokusu o parsování popisu dat došlo k neznámé chybě.
da_dk: Der opstod en ukendt fejl under forsøg på at fortolke databeskrivelsen.
de_de: Unbekannter Fehler beim Versuch, die Datenbeschreibung zu analysieren.
el_gr: Παρουσιάστηκε άγνωστο σφάλμα κατά την προσπάθεια ανάλυσης της περιγραφής δεδομένων.
es_es: Se produjo un error desconocido al intentar analizar la descripción de los datos.
et_ee: Andmete kirjelduse sõelumiskatsel ilmnes tundmatu tõrge.
eu_es: Errore ezezagun bat gertatu da datuen deskribapena analizatzean.
fi_fi: Tuntematon virhe yritettäessä jäsentää tietojen kuvausta.
fr_fr: Une erreur inconnue s'est produite lors de l'analyse de la description de données.
gl_es: Produciuse un erro descoñecido ao tentar analizar a descrición dos datos.
hi_in: डेटा वर्णन पार्स करने का प्रयास करते समय कोई अज्ञात त्रुटि हुई.
hr_hr: Došlo je do nepoznate pogreške prilikom pokušaja raščlanjivanja opisa podataka.
hu_hu: Ismeretlen hiba történt az adatok leírásának elemzési kísérletekor.
it_it: Si è verificato un errore sconosciuto durante il tentativo di analizzare la descrizione dei dati.
ja_jp: データの説明を解析しようとして不明なエラーが発生しました。
kk_kz: Деректер сипаттамасын талдау кезінде белгісіз қате пайда болды.
ko_kr: 데이터 설명 구문 분석을 시도하는 중에 알 수 없는 오류가 발생했습니다.
lt_lt: Bandant analizuoti duomenų aprašymo sintaksę įvyko nežinoma klaida.
lv_lv: Mēģinot parsēt datu aprakstu, radās nezināma kļūda.
ms_my: Ralat tidak diketahui telah berlaku semasa cuba menghurai perihalan data.
nb_no: Det oppstod en ukjent feil under analyse av databeskrivelsen.
nl_nl: Er is een onbekende fout opgetreden tijdens het parseren van de beschrijving van de gegevens.
pl_pl: Wystąpił nieznany błąd podczas próby przeanalizowania opisu danych.
pt_br: Ocorreu um erro desconhecido ao tentar analisar a descrição de dados.
pt_pt: Ocorreu um erro desconhecido ao tentar analisar a descrição dos dados.
ro_ro: A apărut o eroare necunoscută la încercarea de analizare a descrierii datelor.
ru_ru: Произошла неизвестная ошибка при попытке проанализировать описание данных.
sk_sk: Pri pokuse o analýzu popisu údajov sa vyskytla neznáma chyba.
sl_si: Pri poskusu razčlenjevanja opisa podatkov je prišlo do neznane napake.
sr_cyrl_rs: Дошло је до непознате грешке приликом покушаја рашчлањивања описа података.
sr_latn_rs: Došlo je do nepoznate greške prilikom pokušaja raščlanjivanja opisa podataka.
sv_se: Ett okänt fel inträffade vid försök att parsa databeskrivningen.
th_th: มีข้อผิดพลาดที่ไม่รู้จักเกิดขึ้นขณะพยายามแยกวิเคราะห์คำอธิบายข้อมูล
tr_tr: Veri açıklaması ayrıştırılmaya çalışılırken bilinmeyen bir hata oluştu.
uk_ua: Сталася невідома помилка під час спроби проаналізувати опис даних.
vi_vn: Đã xảy ra lỗi không xác định khi tìm cách phân tích mô tả dữ liệu.
zh_cn: 尝试分析数据说明时出现了未知错误。
zh_tw: 嘗試剖析資料描述時，發生未知的錯誤。

# AboutForAll
source: Applies a given formula on each row in a data source, then returns a new table with results per row.
bg_bg: Прилага дадена формула на всеки ред в източник на данни, след което връща таблица с резултатите от всеки ред.
ca_es: Aplica una fórmula proporcionada a cada fila d'un origen de les dades i després retorna una taula nova amb els resultats per fila.
cs_cz: Použije daný vzorec ve všech řádcích zdroje dat a vrátí novou tabulku s výsledky na jednotlivých řádcích.
da_dk: Anvender en formel på de enkelte rækker i en datakilde og returnerer en ny tabel med resultater pr. række.
de_de: Wendet auf jede Zeile in einer Datenquelle eine bestimmte Formel an und gibt dann eine neue Tabelle mit Ergebnissen pro Zeile zurück.
el_gr: Εφαρμόζει έναν συγκεκριμένο τύπο σε κάθε γραμμή μιας προέλευσης δεδομένων και επιστρέφει ένα νέο πίνακα με τα αποτελέσματα ανά σειρά.
es_es: Aplica una fórmula determinada en cada fila de un origen de datos y, después, devuelve una tabla nueva con resultados por fila.
et_ee: Rakendab andmeallika igale reale määratud valemi ja seejärel tagastab iga rea kohta uue tulemustega tabeli.
eu_es: Formula jakin bat aplikatzen du datu-iturburuaren errenkada bakoitzean eta, ondoren, taula berria itzultzen du errenkada bakoitzaren emaitzekin.
fi_fi: Ottaa annetun kaavan käyttöön tietolähteen kullekin riville ja palauttaa sitten uuden taulukon, jossa on tuloksia riveillä.
fr_fr: Applique une formule donnée à chaque ligne de la source de données, puis renvoie une nouvelle table avec des résultats par ligne.
gl_es: Aplica unha fórmula determinada en cada fila dunha orixe de datos e, a seguir, devolve unha nova táboa con resultados por fila.
hi_in: डेटा स्रोत की प्रत्येक पंक्ति पर दिया गया सूत्र लागू करता है, फिर प्रति पंक्ति परिणामों के साथ एक नई तालिका देता है.
hr_hr: Primjenjuje zadanu formulu na svaki redak u izvoru podataka, a zatim vraća novu tablicu s rezultatima po retku.
hu_hu: Egy adott képletet alkalmaz az adatforrás minden sorára, és egy új táblában adja vissza az eredményt sorok szerint.
it_it: Applica una formula specificata a ogni riga dell'origine dati, quindi restituisce una nuova tabella con risultati per ogni riga.
ja_jp: データ ソース内の各行に指定された数式を適用し、各行の結果と共に新しいテーブルを返します。
kk_kz: Деректер көзіндегі әр жолға берілген формуланы қолданады, содан кейін әрбір жолға нәтижелері бар жаңа кестені қайтарады.
ko_kr: 데이터 원본의 각 행에서 지정된 수식을 적용한 후 행당 결과가 표시된 새 테이블을 반환합니다.
lt_lt: Taiko nurodytą formulę kiekvienai duomenų šaltinio eilutei, tada pateikia naują lentelę su kiekvienos eilutės rezultatais.
lv_lv: Lieto norādīto formulu katrā datu avota rindā, pēc tam atgriež jaunu tabulu ar rezultātiem katrā rindā.
ms_my: Menggunakan formula yang diberikan pada setiap baris dalam sumber data, kemudian mengembalikan jadual baru dengan hasil setiap baris.
nb_no: Bruker en bestemt formel i hver rad i en datakilde, og returnerer deretter en ny tabell med resultater per rad.
nl_nl: Hiermee wordt een bepaalde formule toegepast op elke rij in een gegevensbron en wordt vervolgens een nieuwe tabel met resultaten per rij geretourneerd.
pl_pl: Stosuje określoną formułę dla każdego wiersza w źródle danych, a następnie zwraca nową tabelę z wynikami dla każdego wiersza.
pt_br: Aplica uma determinada fórmula em cada linha numa origem de dados e retorna uma nova tabela com resultados por linha.
pt_pt: Aplica uma fórmula indicada em cada linha numa origem de dados, em seguida, devolve uma nova tabela com os resultados por linha.
ro_ro: Aplică o formulă dată la fiecare rând dintr-o sursă de date, apoi returnează un tabel nou cu rezultatele pentru fiecare rând.
ru_ru: Применяет указанную формулу к каждой строке в источнике данных, затем возвращает новую таблицу с результатами на строку.
sk_sk: Použije daný vzorec vo všetkých riadkoch zdroja údajov, potom vráti novú tabuľku s výsledkami v jednotlivých riadkoch.
sl_si: Uporabi navedeno formulo v vsaki vrstici v viru podatkov in vrne novo tabelo z rezultati na vrstico.
sr_cyrl_rs: Примењује дату формулу на сваки ред у извору података, затим враћа нову табелу са резултатима по реду.
sr_latn_rs: Primenjuje datu formulu na svaki red u izvoru podataka, zatim vraća novu tabelu sa rezultatima po redu.
sv_se: Använder en given formel för varje rad i en datakälla och returnerar sedan en ny tabell med resultat per rad.
th_th: ใช้สูตรที่กำหนดบนแต่ละแถวในหนึ่งแหล่งข้อมูล จากนั้นส่งกลับตารางใหม่พร้อมผลลัพธ์ต่อแถว
tr_tr: Veri kaynağının her satırında belirli bir formülü uygular ve her satıra ilişkin sonuçların yer aldığı yeni bir tablo döndürür.
uk_ua: Застосовує вказану формулу до кожного рядка в джерелі даних, а потім повертає нову таблицю з результатами окремо для кожного рядка.
vi_vn: Áp dụng công thức được cung cấp cho từng hàng trong nguồn dữ liệu, rồi trả về bảng mới kèm theo kết quả cho từng hàng.
zh_cn: 在数据源的每一行上应用给定的公式，然后返回每行带有结果的新表。
zh_tw: 在資料來源中的每個資料列上套用指定的公式，然後傳回內含每個資料列結果的新資料表。

# AboutForAll_source
source: The data source or table to operate on.
bg_bg: Източникът на данни или таблицата, върху които ще се извършва операцията.
ca_es: Taula o origen de les dades en el qual s'ha de realitzar l'operació.
cs_cz: Zdroj dat nebo tabulka, která se má zpracovat
da_dk: Den datakilde eller tabel, der skal foretages kørsel på.
de_de: Die Datenquelle oder Tabelle, für die der Vorgang ausgeführt werden soll.
el_gr: Η προέλευση δεδομένων ή ο πίνακας όπου θα εφαρμοστεί η λειτουργία.
es_es: El origen de datos o la tabla donde se va a realizar la operación.
et_ee: Töödeldav andmeallikas või tabel.
eu_es: Editatuko den datu-iturburua edo taula.
fi_fi: Käsiteltävä tietolähde tai taulukko.
fr_fr: Source de données ou table sur laquelle effectuer des opérations.
gl_es: Orixe de datos ou táboa na que operar.
hi_in: वह डेटा स्रोत या तालिका जिस पर संचालन करना है.
hr_hr: Izvor podataka ili tablica na kojoj se radi.
hu_hu: Az az adatforrás vagy tábla, amelyre a képletet alkalmazni kell.
it_it: Origine dati o tabella su cui eseguire le operazioni.
ja_jp: 操作を実行するデータ ソースまたはテーブル。
kk_kz: Қолданылатын деректер көзі мен кесте.
ko_kr: 연산을 수행할 데이터 원본 또는 테이블입니다.
lt_lt: Apdorojamas duomenų šaltinis arba lentelė.
lv_lv: Datu avots vai tabula, ar ko darboties.
ms_my: Sumber data atau jadual untuk diusahakan.
nb_no: Datakilden eller tabellen det skal arbeides på.
nl_nl: De gegevensbron of tabel waarop de bewerking moet worden uitgevoerd.
pl_pl: Źródło danych lub tabela, na której ma zostać wykonane działanie.
pt_br: A origem de dados ou tabela para operar.
pt_pt: A origem de dados ou tabela na qual operar.
ro_ro: Sursa de date sau tabelul pe care se operează.
ru_ru: Источник данных или таблица, которая обрабатывается.
sk_sk: Zdroj údajov alebo tabuľka, ktorá sa má spracovať.
sl_si: Vir podatkov ali tabela, ki bo uporabljena za operacijo.
sr_cyrl_rs: Извор података или табела на којој се ради.
sr_latn_rs: Izvor podataka ili tabela na kojoj se radi.
sv_se: Det datakälla eller tabell som ska bearbetas.
th_th: แหล่งข้อมูลหรือตารางที่จะดำเนินการ
tr_tr: Çalıştırma işleminin gerçekleşeceği veri kaynağı veya tablo.
uk_ua: Джерело даних або таблиця для обробки.
vi_vn: Nguồn dữ liệu hoặc bảng để hoạt động trên đó.
zh_cn: 要进行操作的数据源或表。
zh_tw: 資料來源或進行運算的資料表。

# AboutForAll_formula
source: The formula to evaluate for all rows of the table.
bg_bg: Формулата за оценяване за всички редове на таблицата.
ca_es: Fórmula que s'ha d'avaluar en totes files de la taula.
cs_cz: Vzorec, který se vyhodnotí pro všechny řádky v tabulce
da_dk: Den formel, der skal evalueres for alle rækker i tabellen.
de_de: Die Formel zum Auswerten aller Zeilen der Tabelle.
el_gr: Ο τύπος προς αξιολόγηση για όλες τις γραμμές του πίνακα.
es_es: La fórmula que se va a aplicar a todas las filas de la tabla.
et_ee: Valem tabeli kõigi ridade hindamiseks.
eu_es: Taularen errenkada guztietan kalkulatu behar den formula.
fi_fi: Taulukon kaikkien rivien arviointiin käytettävä kaava.
fr_fr: Formule à appliquer pour évaluer toutes les lignes du tableau.
gl_es: Fórmula para avaliar todas as filas da táboa.
hi_in: तालिका की सभी पंक्तियों के लिए मूल्यांकन करने के लिए सूत्र.
hr_hr: Formula koja se vrednuje za sve retke tablice.
hu_hu: A tábla összes sorának kiértékelésére szolgáló képlet.
it_it: Formula da valutare per tutte le righe della tabella.
ja_jp: テーブルのすべての行を評価する数式。
kk_kz: Кестенің барлық бағанын бағалайтын формула.
ko_kr: 테이블의 모든 행을 평가할 수식입니다.
lt_lt: Formulė visoms lentelės eilutėms apskaičiuoti.
lv_lv: Formula, ar ko aprēķināt visas tabulas rindas.
ms_my: Formula untuk menilai bagi semua baris jadual.
nb_no: Formelen som skal evalueres for alle rader i tabellen.
nl_nl: De formule die moet worden geëvalueerd voor alle rijen van de tabel.
pl_pl: Formuła oceniająca wszystkie wiersze tabeli.
pt_br: A fórmula para avaliar todas as linhas da tabela.
pt_pt: A fórmula para avaliar todas as linhas da tabela.
ro_ro: Formula care să se evalueze pentru toate rândurile din tabel.
ru_ru: Формула для вычисления всех строк таблицы.
sk_sk: Vzorec, ktorý sa vyhodnotí pre všetky riadky tabuľky.
sl_si: Formula, ki bo ovrednotena za vse vrstice tabele.
sr_cyrl_rs: Формула коју треба проценити за све редове табеле.
sr_latn_rs: Formula koju treba proceniti za sve redove tabele.
sv_se: Formeln för att utvärdera för alla rader i tabellen.
th_th: สูตรที่จะประเมินสำหรับแถวทั้งหมดของตาราง
tr_tr: Tablonun tüm satırları için değerlendirilecek formül.
uk_ua: Формула для обчислення кожного рядка в таблиці.
vi_vn: Công thức để đánh giá mọi hàng của bảng.
zh_cn: 计算表中所有行的公式。
zh_tw: 此公式可評估資料表中的所有資料列。

# ForAllArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# ForAllArg2
source: formula
bg_bg: формула
ca_es: fórmula
cs_cz: vzorec
da_dk: formel
de_de: Formel
el_gr: τύπος
es_es: fórmula
et_ee: valem
fi_fi: kaava
fr_fr: formule
gl_es: fórmula
hi_in: सूत्र
hu_hu: képlet
ja_jp: 数式
kk_kz: формула
ko_kr: 수식
lt_lt: formulė
nb_no: formel
nl_nl: formule
pl_pl: formuła
pt_br: fórmula
pt_pt: fórmula
ro_ro: formulă
ru_ru: формула
sk_sk: vzorec
sr_cyrl_rs: формула
sv_se: formel
th_th: สูตร
tr_tr: formül
uk_ua: формула
vi_vn: công_thức
zh_cn: 公式
zh_tw: 公式

# AboutPower
source: Raises a number x to the power of another number y. Same as x^y.
bg_bg: Повдига число x на степента на друго число y. Същото като x^y.
ca_es: Eleva un número x a la potència d'un altre número y. Equival a x^y.
cs_cz: Umocní číslo x jiným číslem y. Je to to stejné jako x^y.
da_dk: Opløfter et tal (x) til den potens, der angives af et andet tal (y). Det samme som x^y.
de_de: Potenziert eine Zahl x mit einer anderen Zahl y. Entspricht x^y.
el_gr: Υψώνει έναν αριθμό x στη δύναμη ενός άλλου αριθμού y. Είναι το ίδιο με το x^y.
es_es: Eleva un número x a la potencia de otro número y. Igual que x^y.
et_ee: Arvutab arvu x astme y. Sama mis x^y.
eu_es: x zenbakia y zenbakiaz berretzen du. x^y funtzioa bezala.
fi_fi: Korottaa luvun x toisen luvun y potenssiin. Sama kuin x^y.
fr_fr: Élève un nombre x à la puissance d'un nombre y. Identique à la formule x^y.
gl_es: Eleva un número x á potencia doutro número y. O mesmo que x^y.
hi_in: x में अन्य संख्या पर y के घात से उसमें वृद्धि करता है. बिल्कुल x^y की तरह.
hr_hr: Podiže broj x na potenciju drugog broja y. Isto kao x^y.
hu_hu: Egy számot (x) adott hatványra (y) emel. Ugyanaz, mint az x^y.
it_it: Eleva un numero x alla potenza di un altro numero y. Corrisponde a x^y.
ja_jp: 数値 x を別の数値 y のべき乗値に指定します。x^y と同じです。
kk_kz: x санын басқа y санының дәрежесіне арттырады. x^y сияқты.
ko_kr: 숫자 x를 다른 숫자 y의 승수로 거듭제곱합니다. x^y도 마찬가지입니다.
lt_lt: Pakelia skaičių x kito skaičiaus y laipsniu. Taip pat kaip x^y.
lv_lv: Kāpina skaitli x cita skaitļa y pakāpē. Tas pats, kas x^y.
ms_my: Mendarabkan nombor x kepada kuasa nombor lain y. Sama seperti x^y.
nb_no: Opphøyer et tall x i potensen til et annet tall y. Samme som x^y.
nl_nl: Hiermee wordt het getal x verheven tot de macht van een ander getal y. Hetzelfde als x^y.
pl_pl: Podnosi liczbę x do potęgi innej liczby y. Identycznie jak x^y.
pt_br: Eleva um número x à potência de outro número y. Igual a x^y.
pt_pt: Eleva um número x à potência de outro número y. Igual a x^y.
ro_ro: Ridică un număr x la puterea definită de alt număr y. Similar cu x^y.
ru_ru: Возведение числа X в степень Y. Аналогично x^y.
sk_sk: Umocní číslo x mocniteľom iného čísla y. To isté ako x^y.
sl_si: Potencira število x na potenci drugega števila y. Enako kot x^y.
sr_cyrl_rs: Подиже број x на степен другог броја y. Исто као x^y.
sr_latn_rs: Podiže broj x na stepen drugog broja y. Isto kao x^y.
sv_se: Upphöjer ett tal x till potensen av ett annat tal y. Samma som x^y.
th_th: y ยกกำลัง x เหมือนกับ x^y
tr_tr: Bir x sayısını, bir y sayısının üssüne yükseltir (x^y örneğinde olduğu gibi).
uk_ua: Підносить число x до степеня іншого числа y. Те саме, що x^y.
vi_vn: Nâng lũy thừa số x với số mũ một số y khác. Tương tự như x^y.
zh_cn: 数字 x 的数字 y 次幂。与 x^y 相同。
zh_tw: 對數字 x 上標另一個數字 y 次方。等同於 x^y。

# AboutPower_base
source: The base number to be raised.
bg_bg: Основното число, което ще бъде повдигнато.
ca_es: El número base que s'ha d'elevar.
cs_cz: Základ, který se umocní
da_dk: Det grundtal, der skal opløftes.
de_de: Die Basiszahl, die potenziert werden soll.
el_gr: Ο αριθμός βάσης που θα υψωθεί.
es_es: El número base que se elevará.
et_ee: Astendatav alus.
eu_es: Berretu behar den oinarri-zenbakia.
fi_fi: Potenssiin korotettava kantaluku.
fr_fr: Le nombre de base à élever.
gl_es: O número base que se vai elevar.
hi_in: वृद्धि की जाने वाली आधार संख्या.
hr_hr: Baza koja se podiže.
hu_hu: A hatványra emelendő szám (alap).
it_it: Numero base da elevare.
ja_jp: 基づくべき乗の底の値。
kk_kz: Негізгі сан артады.
ko_kr: 거듭제곱될 기수입니다.
lt_lt: Pagrindas, kuris bus pakeltas laipsniu.
lv_lv: Kāpināmais bāzes skaitlis.
ms_my: Nombor asas untuk dikuasakan.
nb_no: Grunntallet som skal opphøyes.
nl_nl: Het grondtal dat moet worden verheven.
pl_pl: Liczba podstawy potęgi.
pt_br: O número base a ser elevado.
pt_pt: O número base a elevar.
ro_ro: Numărul de bază care va fi ridicat la putere.
ru_ru: Возводимое основание.
sk_sk: Základ mocniny, ktorý sa umocňuje.
sl_si: Osnova potence za potenciranje.
sr_cyrl_rs: Основни број који треба подићи.
sr_latn_rs: Osnovni broj koji treba podići.
sv_se: Bastalet att upphöja.
th_th: เลขฐานที่จะยกกำลัง
tr_tr: Yükseltilecek taban sayı.
uk_ua: Число основи, яке потрібно піднести до степеня.
vi_vn: Cơ số được nâng lũy thừa.
zh_cn: 要相乘的底数。
zh_tw: 要上標為指數的底數。

# AboutPower_exponent
source: The exponent by which the base will be raised.
bg_bg: Степенният показател, с който ще бъде повдигната основата.
ca_es: L'exponent pel qual s'elevarà la base.
cs_cz: Exponent, kterým se umocní základ
da_dk: Den eksponent, som grundtallet skal opløftes med.
de_de: Der Exponent für die Potenzierung der Basiszahl.
el_gr: Ο εκθέτης στον οποίο θα υψωθεί η βάση.
es_es: El exponente por el que se elevará la base.
et_ee: Aluse astendaja.
eu_es: Oinarria berretzeko berretzailea.
fi_fi: Eksponentti, johon kanta korotetaan.
fr_fr: L'exposant par lequel le nombre de base sera élevé.
gl_es: O expoñente polo que se elevará a base.
hi_in: वह घातांक जिसके अनुसार आधार संख्या में वृद्धि होगी.
hr_hr: Eksponent za koji će se baza podići.
hu_hu: A kitevő, amelyre az alapot emelni kell.
it_it: Esponente a cui verrà elevata la base.
ja_jp: 底の値に基づくべき乗の指数。
kk_kz: Негізді арттыратын экспонент.
ko_kr: 기수가 거듭제곱될 지수입니다.
lt_lt: Laipsnio rodiklis, kuriuo bus pakelta pagrindas.
lv_lv: Kāpinātājs, ar kādu bāze tiks kāpināta.
ms_my: Eksponen yang dengannya asas akan dikuasakan.
nb_no: Eksponenten som grunntallet blir opphøyd i.
nl_nl: De exponent waarmee het grondtal wordt verheven.
pl_pl: Wykładnik potęgi, do której zostanie podniesiona podstawa.
pt_br: O expoente cuja base será elevada.
pt_pt: O expoente ao qual a base será elevada.
ro_ro: Exponentul la care va fi ridicată baza.
ru_ru: Показатель степени, в которую возводится основание.
sk_sk: Exponent, ktorým sa umocňuje základ.
sl_si: Eksponent za potenciranje osnove.
sr_cyrl_rs: Експонент за који треба подићи основни број.
sr_latn_rs: Eksponent za koji treba podići osnovni broj.
sv_se: Exponenten som bastalet ska höjas med.
th_th: เลขชี้กำลังที่จะยกเลขฐาน
tr_tr: Taban sayının yükseltileceği üs.
uk_ua: Показник степеня, до якого підноситься основа.
vi_vn: Số mũ mà cơ số sẽ được nâng lũy thừa.
zh_cn: 要相乘的基数的指数。
zh_tw: 底數所要上標的指數。

# PowerFuncArg1
source: base
bg_bg: основа
cs_cz: základ
da_dk: grundtal
de_de: Basis
el_gr: βάση
et_ee: alus
eu_es: oinarrizkoa
fi_fi: kanta
hi_in: आधार
hr_hr: baza
hu_hu: alap
ja_jp: 基底
kk_kz: негіз
ko_kr: 기수
lt_lt: pagrindas
lv_lv: bāze
ms_my: asas
nb_no: grunnlag
nl_nl: basis
pl_pl: podstawa
ro_ro: bază
ru_ru: основание
sk_sk: základ
sl_si: osnova
sr_cyrl_rs: основниброј
sr_latn_rs: osnovnibroj
sv_se: bas
th_th: ฐาน
tr_tr: temel
uk_ua: основа
vi_vn: cơ_số
zh_cn: 基数
zh_tw: 底數

# PowerFuncArg2
source: exponent
bg_bg: степенен_показател
da_dk: eksponent
el_gr: εκθέτης
es_es: exponente
et_ee: astendaja
eu_es: berretzailea
fi_fi: eksponentti
fr_fr: exposant
gl_es: expoñente
hi_in: घातांक
hr_hr: eksponent
hu_hu: kitevő
it_it: esponente
ja_jp: 指数
kk_kz: экспонента
ko_kr: 지수
lt_lt: laipsnio_rodiklis
lv_lv: kāpinātājs
ms_my: eksponen
nb_no: eksponent
pl_pl: wykładnik
pt_br: expoente
pt_pt: expoente
ru_ru: экспонента
sl_si: eksponent
sr_cyrl_rs: експонент
sr_latn_rs: eksponent
th_th: เลขชี้กำลัง
tr_tr: üs
uk_ua: показник_степеня
vi_vn: số_mũ
zh_cn: 指数
zh_tw: 指數
